welcome_text = """Здравствуйте, это Telegram-бот магазина WN MARKET, здесь вы сможете, рассчитать стоимость заказа, узнать ответы на самые часто задаваемые вопросы и многое другое!"""
category = 'Выберите категорию'
make_delivery = """Сделать заказ

Заказ можно оформить через телеграм-аккаунт Прием заказов wnmarket.
Для того, чтобы оформить заказ нужно отправить артикул товара и необходимый размер, также можно фотографию товара (инструкция о том, где можно найти артикул Poizon прикрепляем в видео 📌)

Связь: @wnmarket1
  """
feedback = """ Написать отзыв

Если не тяжело, оставьте пожалуйста отзыв в личные сообщения @wnmarket1, желательно с фотографией. Выложим ваш отзыв в наш канал с оценкой покупателей.

Канал с отзывами - https://t.me/wnmarketfeedback
"""
help_text = 'Напишите сумму заказа в юанях'
warning = 'Напишите сумму заказа!'
new_course = 'Введите новое значение курса:'
info =  """После полной оплаты заказа, ваш товар отправляют из Китая в Москву (в среднем занимает от 17 до 25 дней), потом СДЕКом до вашего города получения (в среднем 2-7 дней).

В среднем время всей доставки составляет от 16 до 40 дней!"""
valid = 'Я вас не понял, выберите интересующие действие в клавиатуре!'

warning_none = 'Заказ с таким номером не найден. Пожалуйста, введите корректный номер заказа.'

password = 'Придумайте пароль для доступа к отслеживанию заказа'

info2 = """ 
Да, строго оригинал.  Возможны все проверки.

Если вы сомневаетесь в оригинальности, вы можете сделать легит-чек в проверенном сервисе по аутентификации.
В случае, если товар ее не пройдет, мы вернем деньги и за пару, и за легит-чек.
"""




messages={
  'welcome_text': welcome_text,
  'category': category,
  'make_delivery': make_delivery,
  'feedback': feedback,
  'help': help_text,
  'warning':warning,
  'course': new_course,
  'info':info,
  'valid': valid,
  'password': password,
  'warning_none': warning_none,
  'info2':info2
}
