welcome_text = """Здравствуйте, это Telegram-бот магазина WN market, здесь вы сможете, рассчитать стоимость заказа, узнать ответы на самые часто задаваемые вопросы и многое другое!'"""
category = 'Выберите категорию'
make_delivery = """Сделать заказ
Заказ можно оформить через телеграм-аккаунт Прием заказов wnmarket.
Для того, чтобы оформить заказ нужно отправить артикул товара и необходимый размер, также можно фотографию товара (инструкция о том, где можно найти артикул Poizon прикрепляем в видео 📌)
 @wnmarket1
  """
feedback = """ Написать отзыв:

Написать свой отзыв вы сможете по ссылке ниже, просто напишите сообщение на этот аккаунт со своим мнением о работе сервиса и мы обязательно его выложим в наш канал с отзывами - https://t.me/wnmarketfeedback
"""
help_text = 'Напишите сумму заказа в юанях'
warning = 'Напишите сумму заказа!'
new_course = 'Введите новое значение курса (в формате Setcourse=сам курс):'
info =  """❗️Расскажем про нашу доставку
После полной предоплаты заказа, ваш товар отправляют из Китая в Москву (в среднем занимает от 17 до 25 дней), потом СДЭКом до вашего города получения (в среднем 2-7 дней).

В среднем доставка занимает от 16 до 40 дней!"""
valid = 'Я вас не понял, выберите интересующие действие в клавиатуре!'
messages={
  'welcome_text': welcome_text,
  'category': category,
  'make_delivery': make_delivery,
  'feedback': feedback,
  'help': help_text,
  'warning':warning,
  'course': new_course,
  'info':info,
  'valid': valid

}